Repository: habibadoum/lingua-franca
Catalog: data/tatoeba-en-sg.tmx
Source language: en
Languages: sg

source: What is your name?
sg: Ïrï tî mo nyen ?

source: Hello!
sg: Balaô!

source: Thank you!
sg: Singîla !

source: I am a man.
sg: Mbï yeke kôlï.

source: I'm hungry!
sg: Nzàrà à sârà mbï !

source: What's your name?
sg: Ïrï tî mo nyen ?

source: I am hot.
sg: Wâ à sârà mbï.

source: I'm hot.
sg: Wâ à sârà mbï.

source: I'm a man.
sg: Mbï yeke kôlï.

source: My name is Tom.
sg: Ïrï tî mbï Tom.

source: Welcome to Tatoeba!
sg: Nzönî gango na Tätôëbäa!
